[
  {
    "title": "A Comic Artist’s Survival Guide",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/04/cover1.jpg",
    "shortURL": "https://www.asurascans.com/?p=96792",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-a-comic-artists-survival-guide/",
    "synopsis": "Snow, a failing comic artist whose comic is about to be discontinued, reincarnates into his own comic by chance. In his comic, the Pante Continent is on the verge of ruin due to the expansion of the Demon King’s army, resulting in Snow being in danger as well. Just as his life was about to end, Snow receives an opportunity to survive, with the condition that he takes over the author’s role and rewrites the entire comic’s storyline. If he fails to ” create” a more interesting story, then Snow and the comic world would be destroyed…",
    "slug": "a-comic-artists-survival-guide",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:57:20 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "Isekai", "Shounen"]
  },
  {
    "title": "Reaper of the Drifting Moon",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/07/Reaper-Moon-Cover-Animation_Compressed.gif",
    "shortURL": "https://www.asurascans.com/?p=112859",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-reaper-of-the-drifting-moon/",
    "synopsis": "[From the author of Legend Of The Northern Blade.]<br>He’s in the deepest part of the Jianghu. Keep your eyes wide ,open if you do not wish to get dragged into the abyss.",
    "slug": "reaper-of-the-drifting-moon",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:26 GMT",
    "genre": ["Action", "Fantasy", "Genius MC", "Martial Arts", "Murim"]
  },
  {
    "title": "Standard of Reincarnation",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/08/standardofReCover03.png",
    "shortURL": "https://www.asurascans.com/?p=119179",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-standard-of-reincarnation/",
    "synopsis": "The greatest martial family, Samion. Daven, a member of the Samion family, is a one-armed martial soldier without a right arm. Despite the ridicule and contempt he got for only having a left arm, he surpassed the direct line of the Samion family like a genius. However, he got betrayed by his family and parents in the end, thus meeting a poor end. But, he was reincarnated. “I have a right arm?” He had a new family tradition. A naturally gifted body. Experience from his past life. And the god Yulion with him as well. After his reincarnation, everything changed, and a new adventure started.",
    "slug": "standard-of-reincarnation",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:52 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "Martial Arts", "Reincarnation"]
  },
  {
    "title": "Existence",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/08/kitaresourceimg.jpeg",
    "shortURL": "https://www.asurascans.com/?p=122537",
    "MangaUrl": "https://www.asurascans.com/manga/existence/",
    "synopsis": "One day, it was a herd of ants, and another day, it was a large dinosaur.<br>This was the last reincarnation of a being that had experienced tens of thousands of reincarnations and lives.<br>He was born as a human with the power of every single lifeform he had ever been.<br>Why did he have such an ability?<br>Lee Jain finally came to understand.<br>“I exist to eradicate mankind.”",
    "slug": "existence",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:57:38 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "Overpowered"]
  },
  {
    "title": "Return of the SSS-Class Ranker",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/08/ReturnSSSCover01.png",
    "shortURL": "https://www.asurascans.com/?p=120598",
    "MangaUrl": "https://www.asurascans.com/manga/return-of-the-sss-class-ranker/",
    "synopsis": "Rokan was the ‘King of Violence’ who reigned as the strongest in the virtual reality game, ‘The Lord’. Unfortunately, the assassination order issued by an enemy guild caused him to lose everything. To his surprise, the next time he woke up, he had returned back to three years ago!<br>“Fucking brats, just you wait. I’ll devour you all!”<br>A new story begins as Rokan, who travelled back in time, climbs his way back to the top!",
    "slug": "return-of-the-sss-class-ranker",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:38 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "Shounen"]
  },
  {
    "title": "Shadowless Night",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/08/resource.jpeg",
    "shortURL": "https://www.asurascans.com/?p=121970'",
    "MangaUrl": "https://www.asurascans.com/manga/shadowless-night/",
    "synopsis": "When you enter the deep forest, you will be devoured by the shadow. The shadow in the forest moves when no one is looking. In the deep forest, there is a shadow that mimics humans. The shadow speaks.<br>Rosalin of the White Night Chivalric Order went missing after suffering from an unexpected enemy attack during a hunting competition. They were able to find her unconscious and heavily wounded under a cliff, but when she woke up a few days later, she was rendered incapable of even simple speech due to acute amensia.<br>She roamed around the house, barefoot in her pyjamas, and spoke without honorifics. She would even eat food off the floor!<br>She’s bizarre, no matter how you look at it. Is this truly Rosalin?",
    "slug": "shadowless-night",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:43 GMT",
    "genre": {
      "0": "Action",
      "1": "Adventure",
      "2": "Fantasy",
      "3": "Mature",
      "4": "Romance"
    }
  },
  {
    "title": "Damn Reincarnation",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/06/Damn_ReincarnationCover003.png",
    "shortURL": "https://www.asurascans.com/?p=107248",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-damn-reincarnation/",
    "synopsis": "[From the author of Worthless Regression]<br>Hamel, a warrior who traveled with his colleagues to exterminate the devil. Unfortunately, he died just before the battle with the devil started. “Yes.” What the hell? He was reborn as the descendant of his fellow warrior, Vermouth. The descendant from the bloodline of the great Vermouth, Hamel. No, he was now Eugene Lionhart. “It was already enough with me having the delusion that I was a genius in my past life. But… this… It’s… It’s incomparable.’ From a dying body to a new body, he has the achievement that he did not have in his previous life. And, a reincarnation of an unknown origin, the reality of living together with the demons. Facing a new world where everything is questionable. The journey of the unfinished previous life begins with Eugene’s body.",
    "slug": "damn-reincarnation",
    "_type": "asura",
    "ScrapeDate": "Sun, 18 Sep 2022 05:48:42 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "Reincarnation", "Shounen"]
  },
  {
    "title": "Solo Max-Level Newbie",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2021/07/solomaxlevelnewbie.jpg",
    "shortURL": "https://www.asurascans.com/?p=52313",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-solo-max-level-newbie/",
    "synopsis": "Jinhyuk, a gaming Nutuber, was the only person who saw the ending of the game [Tower of Trials].<br>However, when the game’s popularity declined, it became difficult for him to continue making a living as a gaming Nutuber.<br>Since he already saw the ending of the game, he was about to quit playing. But that day, [Tower of Trials] became reality, and Jinhyuk, who knew about every single thing in the game, took over everything faster than anyone possibly could! “I’ll show you what a true pro is like.”",
    "slug": "solo-max-level-newbie",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:48 GMT"
  },
  {
    "title": "The Newbie is Too Strong",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/06/Strong_Newbie_Cover.jpg",
    "shortURL": "https://www.asurascans.com/?p=105829",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-the-newbie-is-too-strong/",
    "synopsis": "JaeJu (which means “skill” in Korean) grew up without parents in an orphanage skillfully, just like his name suggests. One day, he heard that the orphanage was having a hard time and would have to close in 3 years. While trying to raise money for the orphanage, JaeJu got an alert on his phone. On it, he saw a video of himself climbing the tower as a BJ (broadcasting jockey aka streamer). Seven years ago, a tower suddenly appeared and randomly took people into it. If you successfully complete the tower and become an “Awakened”, it’s only a matter of time before you get rich!",
    "slug": "the-newbie-is-too-strong",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:59:36 GMT",
    "genre": ["Action", "Adventure", "Fantasy", "tower"]
  },
  {
    "title": "Player Who Returned 10,000 Years Later",
    "coverURL": "https://www.asurascans.com/wp-content/uploads/2022/07/Player10000yearsCover02_copy.png",
    "shortURL": "https://www.asurascans.com/?p=116341",
    "MangaUrl": "https://www.asurascans.com/manga/1660333069-player-who-returned-10000-years-later/",
    "synopsis": "One day, out of the blue, he falls into hell. All he has with him is his desire to live and predatory powers. From the thousandth hell to the nine thousandth, he‘s devoured tens and hundreds of thousands of demons, and even the seven archdukes bowed down to him. “Why do you wish to go back? Your Highness already has everything in hell.“ “Everything, my ass.“ There’s nothing to eat or enjoy here! Hell’s nothing but desolate land full of terrible demons! “I will return.“ After ten thousand long years, he finally returns to Earth.",
    "slug": "player-who-returned-10000-years-later",
    "_type": "asura",
    "ScrapeDate": "Wed, 07 Sep 2022 20:58:25 GMT",
    "genre": ["Action", "Adventure", "Comedy", "Fantasy"]
  }
]
